Repository: vquicksilver/freeacq
Catalog: po/*.po
Languages: es

source: Binary Acquisition File Viewer
es: Visor de archivos de Adquisición Binarios

source: Color legend
es: Leyenda

source: Binary Adquisition File
es: Archivo de Adquisición Binario

source: Opening %s
es: Cargando %s

source: Error verifying file: %s
es: Error verificando archivo: %s

source: The file isn't valid
es: El archivo no es valido

source: Error opening file: %s
es: Error cargando archivo: %s

source: Error reading header: %s
es: Error cargando el encabezado: %s

source: Error reading file
es: Error cargando archivo

source: Error reading tail: %s
es: Error cargando el pie: %s

source: Plain Text File
es: Archivo de texto plano

source: Error exporting file: %s
es: Error exportando archivo: %s

source: Error exporting file
es: Error exportando archivo

source: Successful export to %s
es: Archivo exportado correctamente en %s

source: File closed
es: Archivo cerrado

source: Page preferences
es: Preferencias de página

source: Time per page:
es: Tiempo por página

source: seconds
es: segundos

source: Viewer
es: Visor

source: Export
es: Exportar

source: File
es: Archivo

source: Page
es: Página

source: Help
es: Ayuda

source: Freeacq BAF Viewer
es: Visor de archivos BAF de Freeacq

source: A Binary Acquisition File (.baf) viewer
es: Un visor de archivos de adquisición binaria (.baf)

source: of 1 pages
es: de 1 páginas

source: of %.0f pages
es: de %.0f páginas

source: Capture
es: Captura

source: Settings applied
es: Preferencias aplicadas

source: Stream exists, close the stream first
es: Existe una adquisición, cierrela primero

source: New stream created
es: Adquisición creada

source: Stream loaded
es: Adquisición cargada

source: Stream saved
es: Adquisición guardada

source: Stream closed
es: Adquisición preparada

source: Source added to stream
es: Fuente añadida

source: Operation added to stream
es: Operación añadida

source: Sink added, stream ready
es: Sumidero añadido, adquisición preparada

source: Sink removed
es: Sumidero eliminado

source: Operation removed
es: Operación eliminada

source: Source removed
es: Fuente eliminada

source: Stream cleared
es: Adquisición reiniciada

source: Stream started
es: Adquisición iniciada

source: Stopping, this can take a while...
es: Deteniendo, esto puede llevar algún tiempo...

source: Stream stopped
es: Adquisición detenida

source: Error opening log
es: Error cargando registro

source: Stream
es: Adquisición

source: Read
es: Leer

source: Log
es: Registro

source: Freeacq Capture
es: Captura de Freeacq

source: A Stream manager and data capturer
es: Un editor de adquisiciones y capturador

source: Item not supported
es: Elemento no soportado

source: Operations
es: Operaciones

source: Sinks
es: Sumideros

source: Choose a component
es: Elija un componente

source: Items
es: Elementos

source: Selected Item
es: Elemento seleccionado

source: Ground/RSE
es: Tierra/RSE

source: Common/NRSE
es: Común/NRSE

source: Differential
es: Diferencial

source: Other/Default
es: Otra/Por defecto

source: Number of channels
es: Número de canales

source: Analog reference
es: Referencia

source: Channel
es: Canal

source: Range
es: Rango

source: Unit
es: Unidad

source: New client connected from %s
es: Nueva conexión desde %s

source: Client disconnected
es: Cliente desconectado

source: Oscilloscope
es: Osciloscopio

source: Listening on %s:%u
es: Escuchando en %s:%u

source: Listening on all:%u
es: Escuchando en todas:%u

source: Plug
es: Enchufe

source: Freeacq Oscilloscope
es: Osciloscopio de Freeacq

source: A simple oscilloscope tool
es: Un osciloscopio sencillo

source: Software only data source
es: Fuente de datos por software

source: Requires comedi and an async subdevice
es: Requiere comedi y un subdispositivo asíncrono

source: Requires comedi and a sync subdevice
es: Requiere comedi y un subdispositivo síncrono

source: Reads data using NIDAQ
es: Lee datos usando NIDAQ

source: Plug for virtual instruments
es: Enchufe para instrumentos virtuales

source: Nullifies input data
es: Destruye los datos de entrada

source: Writes data to a binary acquisition file
es: Escribe datos a un archivo de adquisición binario

source: Writes data using NIDAQ
es: Escribe datos usando NIDAQ

source: Stream name
es: Nombre de la adquisición

source: Name:
es: Nombre:

source: Untitled stream
es: Adquisición sin nombre

source: Type
es: Tipo

source: Name
es: Nombre

source: Details
es: Detalles

source: Stream details:
es: Detalles:

source: Create a new stream, or open an existing stream from a file.
es: Cree una Adquisición, o lea una existente desde un archivo

source: You must add a source, optionally some operations, and a sink.
es: Debe añadir una fuente, opcionalmente operaciones, y un sumidero

source: Stream is ready to be started, press play to start the acquisition.
es: Adquisición preparada, presione reproducir para comenzar

source: Data acquisition is in progress, press stop when desired
es: Adquisición en progreso, presione detener cuando lo desee

source: Stream stopped, press play to start again
es: Adquisición detenida, presione reproducir para reiniciarla

source: Some error happened while running the stream
es: Ocurrió algún error mientras se ejecutaba la adquisición
